artifacts/h4_3/sharp_trailing_edge-case/constant/polyMesh/boundary
FoamFile
{
    version 2.0;
    format ascii;
    arch "LSB;label=32;scalar=64";
    class polyBoundaryMesh;
    location "constant/polyMesh";
    object boundary;
}

6
(
wall_0
{
    type wall;
    nFaces 276;
    startFace 7237;
}
left
{
    type patch;
    nFaces 12;
    startFace 7513;
}
right
{
    type patch;
    nFaces 10;
    startFace 7525;
}
bottom
{
    type patch;
    nFaces 8;
    startFace 7535;
}
top
{
    type patch;
    nFaces 8;
    startFace 7543;
}
frontAndBack
{
    type empty;
    nFaces 6782;
    startFace 7551;
}
)
