artifacts/h4_3/sharp_trailing_edge-case/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "system";
    object fvSolution;
}

solvers
{
    p { solver GAMG; tolerance 1e-10; relTol 0.05; smoother GaussSeidel; }
    U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-10; relTol 0.05; }
}
SIMPLE
{
    nNonOrthogonalCorrectors 1;
    residualControl { p 1e-7; U 1e-7; }
}
relaxationFactors
{
    fields { p 0.2; }
    equations { U 0.4; }
}
